Repository: tobiasreissmann/qr_list
Catalog: lib/i18n/intl_*.arb
Languages: de

# title
source: QR-Shoppinglist
de: QR-Einkaufsliste

# deleteItemList
source: All items deleted.
de: Alle Artikel wurden gelöscht.

# emptyFields
source: There are fields left that need to be filled.
de: Es wurden noch nicht alle Felder ausgefüllt.

# itemExists
source: The list already contains this item.
de: Die Liste beinhaltet diesen Artikel bereits.

source: Item
de: Artikel

# noCameraPermission
source: No camera access permissions provided.
de: Kein Kamera-Berechtigungen erteilt.

# numberExists
source: This number is already given.
de: Diese Nummer wurde schon vergeben.

# number
source: Item Number
de: Artikelnummer

# scanButton
source: SCAN
de: SCANNEN

# undefinedIssue
source: There was an issue.
de: Ein Problem ist aufgetreten.

# undefinedScanIssue
source: There was a recognizing the item.
de: Es gab einen Fehler beim Untersuchen des Artikels.

source: UNDO
de: ZURÜCK

# unsupportedScan
source: This barcode / qr-code is not supported
de: Dieser Bar-/ QR-Code wird nicht unterstützt.

# itemDeleted
source: removed
de: entfernt

# itemAdded
source: added
de: hinzugefügt
